{
    "head": {
        "type": "recepie",
        "title": "Паста карбонара с беконом и сливками",
        "description": "Готовим пасту карбонара. Но это будет не классический рецепт. Ведь в настоящем, правильном рецепте используют вместо бекона щековину или хотя бы панчетту, не добавляют никакого чеснока и сливок. Тем не менее, неправильная карбонара получается ну очень вкусной. Попробуйте оба варианта.",
        "img": "/app/img/recepies/2/top.jpg",
        "komponents": [
            {
                "ingridient":"Паста",
                "quantity":"100 гр."
            },
            {
                "ingridient":"Бекон или панчетта",
                "quantity":"100 гр."
            },
            {
                "ingridient":"Сыр пармезан",
                "quantity":"50 гр."
            },
            {
                "ingridient":"Сливки 10-20%",
                "quantity":"130 гр."
            },
            {
                "ingridient":"Яйцо",
                "quantity":"1 шт."
            },
            {
                "ingridient":"Перец, чеснок",
                "quantity":"по вкусу"
            }
        ]
    },
    "steps": [
        {
            "title": "Чё делаем",
            "description": "В моем рецепте вам понадобится: паста, сыр, яйцо, бекон, сливки, чеснок, черный перец. Для этого рецепта можно использовать любые макаронные изделия, т.е. любую пасту. Я использовала разноцветную пасту в виде бабочек. Как приготовить такую пасту в виде цветных бабочек, вы найдете в предыдущих моих рецептах или по ссылке в списке продуктов.",
            "img": "/app/img/recepies/2/inner/1.jpg"
        },
        {
            "title": "Чё делаем",
            "description": "Как приготовить пасту карбонара с беконом и сливками: натираем на мелкой терке сыр. (Так как блюдо у нас почти итальянское, то лучше всего взять сыр пармезан.)",
            "img": "/app/img/recepies/2/inner/2.jpg"
        },
        {
            "title": "Чё делаем",
            "description": "Заранее поставим воду для пасты. Для вкуса я добавлю чеснок, но только обжарю его на масле. Нарезаем бекончик. На разогретую сковородку наливаем немного масла (несмотря на то, что бекон жирный, масло нужно для равномерного его поджаривания).",
            "img": "/app/img/recepies/2/inner/3.jpg"
        },
        {
            "title": "Чё делаем",
            "description": "Паста приготовилась, сливаем воду и теперь делаем соус карбонара. В подогретые сливки вливаем яйцо, которое можно предварительно взболтать вилкой, и высыпаем тертый сыр. Перемешиваем. Не обязательно все доводить до кипения, главное, чтобы сыр расплавился.",
            "img": "/app/img/recepies/2/inner/4.jpg"
        },
        {
            "title": "Чё делаем",
            "description": "В готовый соус пересыпаем макароны, перемешиваем.",
            "img": "/app/img/recepies/2/inner/5.jpg"
        },
        {
            "title": "Чё делаем",
            "description": "Блюдо уже практически готово. Выкладываем пасту на тарелки, добавляем поджаренный бекон, который можно предварительно промокнуть салфеткой, чтобы убрать излишки жира (ну это для тех, кто не любит сильно жирное). А сверху обязательно посыпаем свежемолотым черным перцем. Можно добавить еще тертого сыра. Паста карбонара с беконом и сливками готова! Приятного аппетита!",
            "img": "/app/img/recepies/2/inner/6.jpg"
        }
    ]
}