{
    "head": {
        "type": "recepie",
        "title": "Курица, запеченая целиком",
        "description": "Курица, запеченная целиком, очень эффектное горячее блюдо, при этом не требующее больших усилий в приготовлении.",
        "img": "/app/img/recepies/1/top.jpg",
        "komponents": [
            {
                "ingridient":"Курица",
                "quantity":"1 шт, 1,5 кг"
            },
            {
                "ingridient":"Соль",
                "quantity":"1 ч.лож"
            },
            {
                "ingridient":"Майонез",
                "quantity":"3 лож"
            },
            {
                "ingridient":"Чеснок",
                "quantity":"3 зубчика"
            },
            {
                "ingridient":"Перец черный",
                "quantity":"по вкусу"
            }
        ]
    },
    "steps": [
        {
            "title": "Подготавливаем курицу",
            "description": "Курицу выпотрошить, удалить оставшиеся перья, срезать лишний жир (по желанию), вырезать сзади жировик, вымыть и обсушить. Очистить чеснок.Подготовить майонез (или сметану) и специи. Включить духовку (установить температуру 180 градусов).",
            "img": "/app/img/recepies/1/inner/1.jpg"
        },
        {
            "title": "Приправляем",
            "description": "Курицу посолить и поперчить - снаружи и изнутри.",
            "img": "/app/img/recepies/1/inner/2.jpg"
        },
        {
            "title": "Добавляем чеснок",
            "description": "Выдавить 1 зубчик чеснока.Натереть курицу майонезом (2 ст. л.) и давленым чесноком.Два целых зубка чеснока вложить внутрь курицы.",
            "img": "/app/img/recepies/1/inner/3.jpg"
        },
        {
            "title": "Ставим в духовку",
            "description": "Уложить курицу на противень, можно добавить немного воды. При желании можно связать ножки курицы.Сверху закрыть фольгой. Запекать в духовке в течение 1 часа.",
            "img": "/app/img/recepies/1/inner/4.jpg"
        },
        {
            "title": "Заканчиваем приготовление",
            "description": "После этого фольгу снять, налить в противень немного воды, а курицу обмазать 1 ст. л. майонеза (или сметаны). Снова поставить в духовку, не накрывая. Запекать до готовности и румяной корочки еще 30-40 минут. В процессе запекания можно обмазывать курицу небольшим количеством майонеза или сметаны и поливать образовавшимся соком два-три раза, примерно через каждые 10 минут.Если курица слишком быстро зажаривается сверху, а внутри еще не готова, можно снова закрыть противень фольгой. Готовность курицы можно проверить с помощью специального термометра для запекания мяса - нужно проколоть тушку в области грудки, если температура внутри мяса достигла 85 градусов Цельсия, курица считается готовой. Выложить запеченную курицу на блюдо и украсить зеленью. Оставить курицу отдохнуть на 10 минут, а затем разрезать.",
            "img": "/app/img/recepies/1/inner/5.jpg"
        }        
    ]
}