{
    "head": {
        "type": "recepie",
        "title": "Бутерброды со шпротами",
        "description": "Это советский, старый и ностальгический рецепт бутербродов со шпротами, которые я очень любила в детстве. В предновогоднюю пору особенно приятно о нем вспомнить. Делаются такие бутерброды просто и получаются чрезвычайно вкусными! Из белого батона жарятся гренки, натираются чесноком, затем наносится тонкий слой майонеза и кладется пара шпрот. Чтобы гренки получались не такими жирными и поджаривались равномерно, рекомендую растительное масло наносить на кусочки хлеба кисточкой и затем обжаривать на сухой сковороде, так можно регулировать количество впитываемого масла.",
        "img": "/app/img/recepies/3/top.jpg",
        "komponents": [
            {
                "ingridient":"Батон, нарезанный ломтиками",
                "quantity":"6 шт."
            },
            {
                "ingridient":"Шпроты",
                "quantity":"12 шт."
            },
            {
                "ingridient":"Чеснок",
                "quantity":"2 зубчика"
            },
            {
                "ingridient":"Майонез",
                "quantity":"3 ст.л."
            },
            {
                "ingridient":"Растительное масло",
                "quantity":"2 ст.л."
            }
        ]
    },
    "steps": [
        {
            "title": "Готовим ингридиенты",
            "description": "Подготавливаем ингридиенты для готовки",
            "img": "/app/img/recepies/3/inner/1.jpg"
        },
        {
            "title": "Подготавливаем батон",
            "description": "Кусочки батона обмазать при помощи кулинарной кисточки растительным маслом. Можно намазать масло и ладонью.",
            "img": "/app/img/recepies/3/inner/2.jpg"
        },
        {
            "title": "Жарим батон",
            "description": "На сухой сковороде обжарить хлеб на среднем огне 1-2 мин с каждой стороны до золотистого оттенка.",
            "img": "/app/img/recepies/3/inner/3.jpg"
        },
        {
            "title": "Натираем чесноком",
            "description": "Когда гренки остынут, натереть их со всех сторон кусочком чеснока. Поверхность поджаренного батона шершавая и натирать чесноком довольно удобно.",
            "img": "/app/img/recepies/3/inner/4.jpg"
        },
        {
            "title": "Почти готово",
            "description": "Разрезать каждый кусок батона на 2 части. Смазать тонким слоем майонеза. ",
            "img": "/app/img/recepies/3/inner/5.jpg"
        },
        {
            "title": "Готово",
            "description": "Положить по шпротинке. При желании украсить зеленью. Готово!",
            "img": "/app/img/recepies/3/inner/6.jpg"
        }       
    ]
}